Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteModelPlusViewSpecificElementsIntoView Property
 Cannot paste view-specific model plus into view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteModelPlusViewSpecificElementsIntoView { get; }
Public Shared ReadOnly Property CannotPasteModelPlusViewSpecificElementsIntoView As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteModelPlusViewSpecificElementsIntoView {
	FailureDefinitionId^ get ();
}
static member CannotPasteModelPlusViewSpecificElementsIntoView : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace